tap "homebrew/bundle"
brew "ffmpeg"
brew "ghq"
brew "git"
brew "jq"
brew "nvm"
brew "peco"
brew "pipenv"
brew "pyenv"
brew "the_silver_searcher"
brew "tmux"
cask "1password"
cask "authy"
cask "discord"
cask "dropbox"
cask "firefox"
cask "iterm2"
cask "jetbrains-toolbox"
cask "keepassxc"
cask "mysqlworkbench"
cask "obs"
cask "slack"
cask "spotify"
cask "visual-studio-code"
cask "vlc"
vscode "42crunch.vscode-openapi"
vscode "attilabuti.mustache-syntax-vscode"
vscode "bierner.markdown-mermaid"
vscode "denoland.vscode-deno"
vscode "eamodio.gitlens"
vscode "esbenp.prettier-vscode"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "hashicorp.terraform"
vscode "humao.rest-client"
vscode "ms-azuretools.vscode-docker"
vscode "ms-ceintl.vscode-language-pack-ja"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vsliveshare.vsliveshare"
vscode "redhat.vscode-yaml"
vscode "scala-lang.scala"
vscode "scalameta.metals"
vscode "sgryjp.japanese-word-handler"
vscode "tomoki1207.pdf"
vscode "vue.volar"
vscode "yzhang.markdown-all-in-one"
